Repository: zipf/perldoc-es
Catalog: memory/_reference/padre-es_work.tmx
Source language: en_us
Languages: es_es

source: Replace Operation Canceled
es_es: Operación de sustitución cancelada

source: Replace Text:
es_es: Reemplazar texto:

source: Replace With
es_es: Reemplazar con

source: Replace With:
es_es: Reemplazar con:

source: Replace all occurrences of the pattern
es_es: Remplaza todas las ocurrencias del patrón

source: Replace complete, found '%s' %d time(s) in %d file(s) inside '%s'
es_es: Reemplazamiento completado. Se detectó '%s' %d veces en %d archivos dentro de '%s'

source: Replace failure in %s: %s
es_es: Error al reemplazar en %s: %s

source: Replace in Files
es_es: Reemplazar en archivos

source: Replaced %d match
es_es: Se ha reemplazado %d coincidencia

source: Replaced %d matches
es_es: Se han reemplazado %d coincidencias

source: Replacing '%s' in '%s'...
es_es: Reemplazando '%s' en '%s'...

source: Report a New &Bug
es_es: &Notificar error

source: Reset My plug-in
es_es: Restablecer el complemento personalizado

source: Reset the My plug-in to the default
es_es: Restablece la config. predeterminada del complemento personalizado

source: Reset the size of the letters to the default in the editor window
es_es: Restablece el tamaño de fuente predeterminado en la ventana del editor

source: Reset to default shortcut
es_es: Restablecer acceso directo predeterminado

source: Restore focus...
es_es: Restaurar foco...

source: Restore pristine working copy file (undo most local edits)
es_es: Restaura una copia de trabajo limpia (deshace la mayor parte de los cambios locales)

source: Return
es_es: Volver

source: Revert changes?
es_es: ¿Desea revertir los cambios?

source: Revert this change
es_es: Revertir este cambio

source: Revision
es_es: Revisión

source: Right
es_es: Derecha

source: Right side
es_es: Lado derecho

source: Ruby Files
es_es: Archivos Ruby

source: Run
es_es: Ejecutar

source: Run &Build and Tests
es_es: &Generar y ejecutar todos los tests

source: Run &Command
es_es: Ejecutar &comando

source: Run &Document inside Padre
es_es: Ejecutar &documento en Padre

source: Run &Selection inside Padre
es_es: Ejecutar &selección en Padre

source: Run &Tests
es_es: Ejecutar &tests

source: Run Script (&Debug Info)
es_es: Ejecutar script (info. de &depuración)

source: Run T&his Test
es_es: &Ejecutar este test

source: Run all tests for the current project or document and show the results in the output panel.
es_es: Ejecuta todos los tests del proyecto o documento actual y muestra los resultados en el panel de resultados.

source: Run filter
es_es: Ejecutar filtro

source: Run setup
es_es: Ejecutar configuración

source: Run the current document but include debug info in the output.
es_es: Ejecuta el documento actual, pero incluye información de depuración en los resultados.

source: Run the current test if the current document is a test.
es_es: Ejecuta el test actual si el documento actual es un test.

source: Run till Breakpoint (&c)
es_es: Ejecutar hasta un punto de interrupción (&c)

source: Run to Cursor
es_es: Ejecutar hasta el cursor

source: Runs a shell command and shows the output.
es_es: Ejecuta un comando de shell y muestra el resultado.

source: Runs the current document and shows its output in the output panel.
es_es: Ejecuta el documento actual y muestra el resultado en el panel de resultados.

source: Russian
es_es: Ruso

source: S&ave
es_es: &Guardar

source: S&et
es_es: &Establecer

source: SHIFT
es_es: MAYÚS

source: SQL Files
es_es: Archivos SQL

source: SVN Diff successful.
es_es: SVN Diff se ejecutó correctamente.

source: You should see a new tab in editor called %s.
es_es: Debe ver una nueva pestaña llamada %s en el editor.

source: Save
es_es: Guardar

source: Save &As...
es_es: Guardar &como...

source: Save &Intuition
es_es: Guardar con &intuición

source: Save All
es_es: Guardar todos

source: Save Sess&ion...
es_es: Guardar ses&ión...

source: Save Warning
es_es: Advertencia al guardar

source: Save all the files
es_es: Guarda todos los archivos

source: Save current document
es_es: Guarda el documento actual

source: Save file as...
es_es: Guardar archivo como...

source: Save session as...
es_es: Guardar sesión como...

source: Schedule the file or directory for addition to the repository
es_es: Programar la adición al repositorio del archivo o directorio

source: Schedule the file or directory for deletion from the repository
es_es: Programar la eliminación del repositorio del archivo o directorio

source: Script Files
es_es: Archivos de script

source: Script arguments
es_es: Argumentos del script

source: Search
es_es: Buscar

source: Search &Backwards
es_es: Buscar hacia &atrás

source: Search &Term
es_es: Buscar &término

source: Search &Term:
es_es: Buscar &término:

source: Search Canceled
es_es: Búsqueda cancelada

source: Search again for '%s'
es_es: Buscar '%s' de nuevo

source: Search and Replace
es_es: Buscar y reemplazar

source: Search and replace text in all files below a given directory
es_es: Busca y reemplazar texto contenido en todos los archivos de un directorio especificado

source: Search complete, found '%s' %d time(s) in %d file(s) inside '%s'
es_es: Búsqueda completa, se encontró '%s' %d vez/ces en %d archivos(s) dentro de '%s'

source: Search for a text in all files below a given directory
es_es: Busca texto contenido en todos los archivos de un directorio especificado

source: Search for perldoc - e.g. Padre::Task, Net::LDAP
es_es: Buscar con perldoc, p. ej., Padre::Task, Net::LDAP

source: Search the Perl help pages (perldoc)
es_es: Buscar en las páginas de ayuda de Perl (perldoc)

source: Search:
es_es: Buscar:

source: Searched for '%s' and failed...
es_es: Se ha buscado '%s' sin éxito...

source: Searches the source code for brackets with lack a matching (opening/closing) part.
es_es: Busca llaves desemparejadas en el código fuente.

source: Searching for '%s' in '%s'...
es_es: Buscando '%s' en '%s'...

source: Second Label
es_es: Segunda etiqueta

source: See http://padre.perlide.org/ for update information
es_es: Vea http://padre.perlide.org/ para obtener información actualizada

source: Select
es_es: Seleccionar

source: Select &All
es_es: Seleccionar &todo

source: Select Directory
es_es: Seleccionar directorio

source: Select Function
es_es: Seleccionar función

source: Select a bookmark created earlier and jump to that position
es_es: Permite seleccionar un marcador creado anteriormente y saltar a esa posición

source: Select a date, filename or other value and insert at the current location
es_es: Permite seleccionar una fecha, un nombre de archivo u otro valor, e inserta dicho valor en la ubicación actual

source: Select a file
es_es: Seleccionar un archivo

source: Select a file and insert its content at the current location
es_es: Permite seleccionar un archivo e insertar su contenido en la ubicación actual

source: Select a folder
es_es: Seleccionar una carpeta

source: Select a session.
es_es: Seleccione una sesión.

source: Close all the files currently open and open all the listed in the session
es_es: Cierra todos los archivos abiertos actualmente y abre todos los especificados en la sesión

source: Select all the text in the current document
es_es: Selecciona todo el texto del documento actual

source: Select an encoding and encode the document to that
es_es: Permite seleccionar una codificación para el documento

source: Select and insert a snippet at the current location
es_es: Permite seleccionar e insertar un fragmento de código en la ubicación actual

source: Select distribution to install
es_es: Seleccionar distribución para instalar

source: Select files to close:
es_es: Seleccione los archivos que desea cerrar:

source: Select one or more resources to open
es_es: Permite seleccionar uno o varios recursos para abrirlos

source: Select some open files for closing
es_es: Permite seleccionar los archivos que se desea cerrar

source: Select some open files for reload
es_es: Permite seleccionar los archivos abiertos que se desea volver a cargar

source: Select the help &topic
es_es: Seleccionar el &tema de ayuda

source: Select to Matching &Brace
es_es: &Seleccionar hasta llave de correspondiente

source: Select to the matching opening or closing brace
es_es: Selecciona hasta la llave de apertura o cierre correspondiente

source: Select which subroutine you want the new subroutine inserted before.
es_es: Permite seleccionar la subrutina antes de la cual se desea insertar la nueva subrutina.

source: Selection
es_es: Selección

source: Selection not part of a Perl statement?
es_es: ¿La selección no forma parte de una instrucción Perl?

source: Send a bug report to the Padre developer team
es_es: Permite enviar un informe de error al equipo de programadores de Padre

source: Send changes from your working copy to the repository
es_es: Enviar cambios de la copia de trabajo al repositorio

source: Sending HTTP request %s...
es_es: Enviando solicitud HTTP %s...

source: Server
es_es: Servidor

source: Session Manager
es_es: Administrador de sesiones

source: Session name:
es_es: Nombre de la sesión:

source: Set &Bookmark
es_es: Establecer &marcador

source: Set Bookmark
es_es: Establecer marcador

source: Set Breakpoint (&b)
es_es: Establecer punto de interrupción (&b)

source: Set Padre in full screen mode
es_es: Establece el modo de pantalla completa de Padre

source: Set a breakpoint at the line where to cursor is and run till there
es_es: Establece un punto de interrupción en la línea en la que se encuentra el cursor y ejecuta el código hasta dicha línea

source: Set a breakpoint to the current location of the cursor with a condition
es_es: Establece un punto de interrupción en la ubicación actual del cursor con una condición

source: Set focus to the line where the current statement is in the debugging process
es_es: Establece el foco en la línea en la que se encuentra la instrucción actual en el proceso de depuración

source: Set the focus to the "CPAN Explorer" window
es_es: Establece el foco en la ventana "Explorador de CPAN"

source: Set the focus to the "Command Line" window
es_es: Establece el foco en la ventana "Línea de comandos"

source: Set the focus to the "Functions" window
es_es: Establece el foco en la ventana "Funciones"

source: Set the focus to the "Outline" window
es_es: Establece el foco en la ventana "Esquema"

source: Set the focus to the "Output" window
es_es: Establece el foco en la ventana "Resultados"

source: Set the focus to the "Syntax Check" window
es_es: Establece el foco en la ventana "Comprobación de sintaxis"

source: Set the focus to the "Todo" window
es_es: Establece el foco en la ventana "Tareas pendientes"

source: Set the focus to the main editor window
es_es: Establece el foco en la ventana principal del editor

source: Sets the keyboard binding
es_es: Establece el acceso directo de teclado

source: Several placeholders like the filename can be used
es_es: Se pueden usar varios marcadores de posición como nombre de archivo

source: Severe Warning
es_es: Advertencia grave

source: Share your preferences between multiple computers
es_es: Permite compartir las preferencias con varios equipos

source: Shell Script
es_es: Script de shell

source: Shift
es_es: Mayús

source: Shortcut
es_es: Acceso directo

source: Shortcut:
es_es: Acceso directo:

source: Shorten the common path in window list
es_es: Acortar la ruta común en la lista de ventanas

source: Show
es_es: Mostrar

source: Show &Command Line
es_es: Mostrar línea de &comandos

source: Show &Description
es_es: Mostrar &descripción

source: Show &Functions
es_es: Mostrar &funciones

source: Show &Indentation Guide
es_es: Mostrar guía de &sangría

source: Show &Outline
es_es: Mostrar &esquema

source: Show &Output
es_es: Mostrar &resultados

source: Show &Project Browser
es_es: Mostrar Navegador de pro&yectos

source: Show &To-do List
es_es: Mostrar lista de &tareas pendientes

source: Show &Whitespaces
es_es: Mostrar espacios en &blanco

source: Show C&urrent Line
es_es: Mostrar línea act&ual

source: Show CPA&N Explorer
es_es: Mostrar Explorador de CPA&N

source: Show Ca&ll Tips
es_es: Mostrar &información sobre sintaxis

source: Show Code &Folding
es_es: Mostrar plega&do de código

source: Show Line &Numbers
es_es: Mo&strar números de línea

source: Show Ne&wlines
es_es: Mostrar caracteres de nue&va línea

source: Show Right &Margin
es_es: &Mostrar margen derecho

source: Show S&yntax Check
es_es: Mostrar c&omprobación de sintaxis

source: Show St&atus Bar
es_es: Mostrar b&arra de estado

source: Show Stack Trace (&t)
es_es: Mostrar se&guimiento de pila

source: Show Standard Error
es_es: Mostrar salida estándar de errores

source: Show Subs&titution
es_es: Mostrar sus&titución

source: Show Tool&bar
es_es: Mostrar &barra de herramientas

source: Show V&ersion Control
es_es: Mostrar control de v&ersiones

source: Show Value Now (&x)
es_es: Mostrar valor ahora (&x)

source: Show a vertical line indicating the right margin
es_es: Muestra una línea vertical que indica el margen derecho

source: Show a window listing all the functions in the current document
es_es: Muestra una ventana con una lista de todas las funciones del documento actual

source: Show a window listing all the parts of the current file (functions, pragmas, modules)
es_es: Muestra una ventana con una lista de todos los componentes del archivo actual (funciones, pragmas, módulos)

source: Show a window listing all todo items in the current document
es_es: Muestra una ventana con una lista de todas las tareas pendientes del documento actual

source: Show as
es_es: Mostrar como

source: Show as &Decimal
es_es: Mostrar como &decimales

source: Show as &Hexadecimal
es_es: Mostrar como &hexadecimales

source: Show current report
es_es: Mostrar informe actual

source: Show diff window!
es_es: Mostrar ventana de diferencias

source: Show information about Padre
es_es: Muestra información acerca de Padre

source: Show low priority info messages on status bar (not in a popup)
es_es: Mostrar mensajes informativos de baja prioridad en la barra de estado (no en cuadros emergentes)

source: Show low-priority info messages on statusbar (not in a popup)
es_es: Mostrar información de baja prioridad en la barra de estado (no en un cuadro emergente)

source: Show or hide the status bar at the bottom of the window.
es_es: Muestra u oculta la barra de estado en la parte inferior de la ventana

source: Show previous positions
es_es: Mostrar posiciones anteriores

source: Show right margin at column
es_es: Mostrar margen derecho en la columna

source: Show the ASCII values of the selected text in decimal numbers in the output window
es_es: Muestra los valores ASCII del texto seleccionado como números decimales en la ventana de resultados

source: Show the ASCII values of the selected text in hexadecimal notation in the output window
es_es: Muestra los valores ASCII del texto seleccionado como números hexadecimales en la ventana de resultados

source: Show the POD (Perldoc) version of the current document
es_es: Muestra la versión POD (Perldoc) del documento actual

source: Show the Padre help
es_es: Muestra la ayuda de Padre

source: Show the Padre plug-in manager to enable or disable plug-ins
es_es: Muestra el administrador de complementos de Padre, donde se pueden habilitar o deshabilitar los complementos

source: Show the command line window
es_es: Ir a ventana de línea de comandos

source: Show the help article for the current context
es_es: Muestra el artículo de ayuda para el contexto actual

source: Show the value of a variable now in a pop-up window.
es_es: Muestra el valor actual de una variable en una ventana emergente.

source: Show the window displaying the standard output and standard error of the running scripts
es_es: Muestra la ventana en la que se visualizan la salida estándar y la salida de error estándar de los scripts que se están ejecutando

source: Show what perl thinks about your code
es_es: Ver qué opina perl de su código

source: Show/hide a vertical line on the left hand side of the window to allow folding rows
es_es: Muestra/oculta una línea vertical en el lado izquierdo de la ventana para permitir el plegado de líneas

source: Show/hide the line numbers of all the documents on the left side of the window
es_es: Muestra/oculta los números de línea en la parte izquierda de la ventana para todos los documentos

source: Show/hide the newlines with special character
es_es: Muestra/oculta los caracteres de nueva línea con un carácter especial

source: Show/hide the status bar at the bottom of the screen
es_es: Muestra/oculta la barra de estado en la parte inferior de la pantalla

source: Show/hide the tabs and the spaces with special characters
es_es: Muestra/oculta las tabulaciones y los espacios con caracteres especiales

source: Show/hide the toolbar at the top of the editor
es_es: Muestra/oculta la barra de herramientas en la parte superior del editor

source: Show/hide vertical bars at every indentation position on the left of the rows
es_es: Muestra/oculta barras verticales en cada posición de sangría a la izquierda de las líneas

source: Showing the splash image during start-up
es_es: Mostrando la imagen de bienvenida en el inicio

source: Simplistic Patch only works on saved files
es_es: La aplicación sencilla de revisiones solo funciona en archivos guardados

source: Simulate &Background Crash
es_es: Simular bloqueo en segundo &plano

source: Simulate &Crash
es_es: Simular &bloqueo

source: Simulate Background &Exception
es_es: Simular &excepción en segundo plano

source: Simulate a right mouse button click to open the context menu
es_es: Simular clic en botón secundario para abrir el menú contextual

source: Single-line (&s)
es_es: Una sola línea (&s)

source: Size
es_es: Tamaño

source: Skip question without giving feedback
es_es: No responder a la pregunta

source: Skip using MANIFEST.SKIP
es_es: Omitir MANIFEST.SKIP

source: Skip version control system files
es_es: Omitir archivos del sistema de control de versiones

source: Skipped for large files
es_es: Omitido para archivos grandes

source: Slow but accurate and we have full control so bugs can be fixed
es_es: Aunque lento, es preciso y ofrece control completo, lo que permite corregir errores de programación

source: Snippet
es_es: Fragmento de código

source: Something is wrong with your Padre database: Session %s is listed but there is no data
es_es: Hay algún problema en la base de datos de Padre: la sesión %s figura en la lista, pero no hay datos

source: Sorry Diff Failed, are you sure your choice of files was correct for this action
es_es: Diff no se ejecutó correctamente; compruebe que la elección de archivos es correcta para esta acción

source: Sorry, Diff failed.
es_es: Diff no se ejecutó correctamente.

source: Are you sure your have access to the repository for this action
es_es: Asegúrese de que tiene acceso al repositorio para esta acción

source: Sorry, patch failed, are you sure your choice of files was correct for this action
es_es: No se pudo aplicar la revisión. Compruebe que su elección de archivos sea correcta para esta acción.

source: Space
es_es: Espacio

source: Space and tab
es_es: Espacio y tabulación

source: Space to Tab
es_es: Espacio a tabulación

source: Spaces to &Tabs...
es_es: Convertir espacios en &tabulaciones...

source: Spanish
es_es: Español

source: Spanish (Argentina)
es_es: Español (Argentina)

source: Special &Value...
es_es: &Valor especial...

source: Specify Devel::EndStats options.
es_es: Especifique las opciones de Devel::EndStats.

source: 'feature_devel_endstats' must be enabled.
es_es: Hay que habilitar 'feature_devel_endstats'.

source: Specify Devel::TraceUse options.
es_es: Especifique las opciones de Devel::TraceUse.

source: 'feature_devel_traceuse' must be enabled.
es_es: Hay que habilitar 'feature_devel_traceuse'.

source: Start running and/or continue running till next breakpoint or watch
es_es: Inicia o continúa la ejecución hasta el siguiente punto de interrupción o inspección

source: Stats
es_es: Estadísticas

source: Status
es_es: Estado

source: Step In (&s)
es_es: Paso a paso por instrucciones (&s)

source: Step Out (&r)
es_es: Paso a paso hasta salir (&r)

source: Step Over (&n)
es_es: Paso a paso por funciones (&n)

source: Stop a running task.
es_es: Detiene una tarea que se está ejecutando.

source: Stop search
es_es: Detener búsqueda

source: Stops processing of other action queue items for 1 second
es_es: Detiene el procesamiento de otros elementos de la cola de acciones durante 1 segundo

source: Stops processing of other action queue items for 10 seconds
es_es: Detiene el procesamiento de otros elementos de la cola de acciones durante 10 segundos

source: Stops processing of other action queue items for 30 seconds
es_es: Detiene el procesamiento de otros elementos de la cola de acciones durante 30 segundos

source: String
es_es: Cadena

source: Sub-tracing started
es_es: Seguimiento de subrutina detenido

source: Sub-tracing stopped
es_es: Seguimiento de subrutina detenido

source: Switch Padre interface language to %s
es_es: Cambia el idioma de la interfaz de Padre a %s

source: Switch document type
es_es: Cambia tipo de documento

source: Switch language to system default
es_es: Cambiar idioma al predeterminado del sistema

source: Syntax Check
es_es: Comprobación de sintaxis

source: Syntax Highlighter
es_es: Resaltador de sintaxis

source: System Default
es_es: Predeterminado del sistema

source: Tab
es_es: Tabulador

source: Tab display size (in spaces)
es_es: Tamaño de tabulación (en espacios)

source: Tab to Space
es_es: Tabulación a espacio

source: Tabs and S&paces
es_es: Tabulaciones y es&pacios

source: Tabs to &Spaces...
es_es: Convertir tabulaciones en e&spacios...

source: Text
es_es: Texto

source: Text Files
es_es: Archivos de texto

source: The bookmark '%s' no longer exists
es_es: El marcador '%s' ya no existe

source: The debugger is not running.
es_es: No se está ejecutando el depurador.

source: You can start the debugger using one of the commands 'Step In', 'Step Over', or 'Run till Breakpoint' in the Debug menu.
es_es: Puede iniciar el depurador con uno de los siguientes comandos del menú Depurar: 'Paso a paso por instrucciones', 'Paso a paso por funciones' o 'Ejecutar hasta un punto de interrupción'.

source: The directory browser got an undef object and may stop working now.
es_es: El navegador de directorios recibió un objeto undef y podría dejar de funcionar.

source: Please save your work and restart Padre.
es_es: Guarde el trabajo y reinicie Padre.

source: The file %s you are trying to open is %s bytes large.
es_es: El archivo %s que intenta abrir ocupa %s bytes.

source: It is over the arbitrary file size limit of Padre which is currently %s.
es_es: Supera el límite de tamaño de archivo en Padre, que actualmente es de %s.

source: Opening this file may reduce performance.
es_es: Si abre este archivo el rendimiento puede verse afectado.

source: Do you still want to open the file?
es_es: ¿Desea abrir el archivo de todos modos?

source: The shortcut '%s' is already used by the action '%s'.
es_es: El acceso directo '%s' ya está asignado a la acción '%s'.

source: There are no positions saved yet
es_es: Aún no hay ninguna posición guardada

source: This document does not contain any POD
es_es: Este documento no contiene POD

source: This function reloads the My plug-in without restarting Padre
es_es: Esta función vuelve a cargar el complemento personalizado sin reiniciar Padre

source: This requires an installed Devel::EndStats and a Padre restart
es_es: Esto requiere instalar Devel::EndStats y reiniciar Padre

source: This requires an installed Devel::TraceUse and a Padre restart
es_es: Esto requiere instalar Devel::TraceUse y reiniciar Padre
